Repository: heopill/EggTime
Catalog: EggTimerWidget/Localizable.xcstrings
Source language: ko
Languages: en

source: 계란이 맛있게 익고 있어요!
en: Your egg is cooking!

source: 맛있는 계란이 준비되었어요!
en: Your tasty egg is ready!

# todayWidgetDescription
source: 오늘 만든 반숙·완숙 횟수를 보여줘요.
en: Shows how many soft- and hard-boiled eggs you made today.

# todayWidgetDisplayName
source: 오늘의 에그타임
en: Today's EggTime

# todayWidgetHardCount
source: 완숙 %lld회
en: Hard-boiled %lld

# todayWidgetSoftCount
source: 반숙 %lld회
en: Soft-boiled %lld

# todayWidgetTitle
source: 오늘의 에그타임!
en: Today's EggTime!

# weekdayShortFri
source: 금
en: Fri

# weekdayShortMon
source: 월
en: Mon

# weekdayShortSat
source: 토
en: Sat

# weekdayShortSun
source: 일
en: Sun

# weekdayShortThu
source: 목
en: Thu

# weekdayShortTue
source: 화
en: Tue

# weekdayShortWed
source: 수
en: Wed

# weeklyWidgetDescription
source: 이번 주에 에그타임을 완료한 요일을 보여줘요.
en: Shows which days you completed EggTime this week.

# weeklyWidgetDisplayName
source: 이번 주 나의 에그타임
en: My Weekly EggTime

# weeklyWidgetTitle
source: 이번 주 나의 에그타임!
en: My EggTime This Week!
